<?
	$MODULE_NAME = 'news';										# Имя папки модуля
	$MODULE_HEADING = 'Новости';							# Название модуля

################################ Настройки меню ################################

	$modul_menu_config = array(
		'id' => 50,
		'index' => $MODULE_NAME,
		'heading' => $MODULE_HEADING,
		'access_lvl' => 0
	);

################################## Таблицы БД ##################################

	$MODULE_TABLE['item']										=TABLEPREFIX.$MODULE_NAME.'_item';

############################## Размеры фотографий ##############################

	$PHOTO_SIZES = array('800x600', '100x0', '0x60', '0x150', '250x500');
?>